;Place localized text in this file lol


;-------------------------------------------------------------------------------
;-------------------- Nyx COMMON -----------------------------------------------
;-------------------------------------------------------------------------------

[Comm_Nyx_Hair_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 发型"


;-------------------------------------------------------------------------------
;-------------------- Angelic GEAR ---------------------------------------------
;-------------------------------------------------------------------------------

[Nyx_Angel_Mask_Helm_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 幽灵面具"

[Nyx_Angel_Mask_FPU_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 幽灵面具"

[Nyx_Angel_Mask_FPL_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 幽灵面具"


;-------------------------------------------------------------------------------
;-------------------- Demonic GEAR ---------------------------------------------
;-------------------------------------------------------------------------------

[Demonic_Mask_Helmet_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 耳机"

[Demonic_Mask_FPU_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 耳机"

[Demonic_Mask_FPL_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 耳机"


;-------------------------------------------------------------------------------
;-------------------- Lore GEAR ------------------------------------------------
;-------------------------------------------------------------------------------

[Lre_Full_Helmet_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 贝雷帽&眼罩"

[Lre_Full_FPU_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 贝雷帽&眼罩"

[Lre_Full_FPL_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 贝雷帽&眼罩"

[Lre_Bndna_Helmet_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 眼罩"

[Lre_Bndna_FPU_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 眼罩"

[Lre_Bndna_FPL_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 眼罩"

[Lre_Beret_OG_Helmet_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 贝雷帽"

[Lre_Beret_OG_FPU_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 贝雷帽"

[Lre_Beret_OG_FPL_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 贝雷帽"


;-------------------------------------------------------------------------------
;-------------------- Immortal GEAR --------------------------------------------
;-------------------------------------------------------------------------------

[Nyx_Imm_TG_A_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 身体 A"

[Nyx_Imm_TG_B_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 身体 B"

[Imm_Vis_Helmet_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 护目镜"

[Imm_Vis_FPU_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 护目镜"

[Imm_Vis_FPL_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 护目镜"

[Kev_Nyx_Imm_ThighGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 大腿"

[LPl_Nyx_Imm_ThighGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 大腿"

[MPl_Nyx_Imm_ThighGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 大腿"

[HPl_Nyx_Imm_ThighGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 大腿"

[LPo_Nyx_Imm_ThighGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 大腿"

[MPo_Nyx_Imm_ThighGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 大腿"

[HPo_Nyx_Imm_ThighGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 大腿"

[Kev_Nyx_Imm_ShinGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 小腿"

[LPl_Nyx_Imm_ShinGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 小腿"

[MPl_Nyx_Imm_ShinGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 小腿"

[HPl_Nyx_Imm_ShinGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 小腿"

[LPo_Nyx_Imm_ShinGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 小腿"

[MPo_Nyx_Imm_ShinGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 小腿"

[HPo_Nyx_Imm_ShinGear_T X2BodyPartTemplate]
DisplayName="雷神之锤：冠军 尼克斯 小腿"